//========================================================================
//	爱好者电子工作室-淘宝 https://devotee.taobao.com/
//	STM32四轴爱好者QQ群: 810149456
//	作者：小刘
//	电话:13728698082
//	邮箱:1042763631@qq.com
//	日期：2018.05.17
//	版本：V1.0
//========================================================================
//套件购买地址：https://devotee.taobao.com/
//                 爱好者电子工作室
//特此声明：
//
//         此程序只能 用作学习，如用商业用途。必追究责任！
//          
//
//
//#INCLUDE "S"
#include "ALL_DATA.h" 

_st_Mpu MPU6050;   //MPU6050原始数据
_st_Mag AK8975;   
_st_AngE Angle;    //当前角度姿态值


 

